Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/utnevninger-i-statsrad-7-mai-2010_id_604295.html.tmx
Source language: nob
Languages: sme

source: Pressemelding, 07.05.2010
sme: Preassadieđáhus, 07.05.2010

source: Kronprins Haakon på øvelse Nordlys i mars 2008.
sme: Krovdnaprinsa Haakon lea nammaduvvon leavgakommandevran

source: Hans Kongelige Høyhet Kronprins Haakon er utnevnt til flaggkommandør i Sjøforsvaret samt brigader i Hæren og Luftforsvaret fra første juni 2010.
sme: Konagaslaš Allatvuohta Krovdnaprinsa Haakon lea nammaduvvon leavgakommandevran Mearrasoahtevehkii ja vel brigaderan Eanasoahtevehkii ja Áibmosoahtevehkii geassemánu 1. b. 2010 rájes.

source: Kronprinsen har sin militære bakgrunn og utdannelse fra Sjøforsvaret, men skal representere hele Forsvaret og utneves derfor i samme grad i alle de tre forsvarsgrenene.
sme: Krovdnaprinssas lea militeara duogáš ja oahppu Mearrasoahteveagas, muhto son galgá ovddastit oppa Suodjalusa ja danne son nammaduvvo seamma grádii buot golmma suodjalussuorgái.

source: I statsråd ble også kontreadmiral Jørgen Berggrav beordret til tjeneste i stillingen som norsk militær representant ved Allied Command Operations ved Suprene Headquarters Allied Powers Europe med tiltredelse fra det tidspunktet Forsvarsdepartementet bestemmer.
sme: Stáhtaráđis gohččojuvvui kontreadmirála Jørgen Berggrav bálvalussii virgái Norgga militeara ovddasteaddjin Allied Command Operations nammasaš bálvalusbáikái mii gullá Suprene Headquarters Allied Powers Europe bálvalusguovddážii, dan álgináigemuttu rájes maid Suodjalusdepartemeanta mearrida.

source: Berggrav er 56 år, og har lang sjøtjeneste og ulike stabsstillinger bak seg.
sme: Berggrav lea 56 jagi boaris, ja sus lea guhkes mearrabálvalus ja sus leat leamaš máŋggalágan stábavirggit.

source: Berggrav har de siste årene vært avdelingsleder i Avdeling for forsvarspolitikk og langtidsplanlegging i Forsvarsdepartementet (2005-07) og Strategic Allied Command Transformations representant i Europa (2007-nå).
sme: Berggrav lea maŋimus jagiid leamaš Suodjalusdepartemeantta suodjaluspolitihka ja guhkesáigásaš plánema ossodatjojiheaddji (2005-07) ja Strategic Allied Command Transformations ovddasteaddji Eurohpás (2007-dássážii).
